<html>

<head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width" />
    <link
          rel="stylesheet"
          href="https://cdn.jsdelivr.net/npm/@fancyapps/ui@5.0/dist/fancybox/fancybox.css"
          />
	<link
          rel="stylesheet"
          href="areamodal.css"
          />	  
</head>


<body>

<img src="images/partie_tehuby.jpg" width="50%">

<p>Partie Tehuby (ich d&#322;ugo&#347;&#263; wynosi 1840 m, deniwelacja wzgl&#281;dem g&#322;&oacute;wnego otworu &ndash;163,5 m) s&#261; drugim na lewo odga&#322;&#281;zieniem ci&#261;gu g&#322;&oacute;wnego Jaskini Czarnej id&#261;c od g&#322;&oacute;wnego otworu. Ich owalny g&oacute;rny otw&oacute;r (3,7x1,7 m) wida&#263; w Sali Ewy nad 5-metrowym, lekko przewieszonym progiem. Dolny otw&oacute;r, bardzo ciasny, po&#322;o&#380;ony jest bezpo&#347;rednio pod tym progiem.</p>

<p>Do g&oacute;rnego wej&#347;cia (&ndash;51,9 m wzgl&#281;dem g&#322;&oacute;wnego otworu) docieramy z lewej strony eksponowanym trawersem (II). Pod praw&#261; (or.) &#347;cian&#261;, w rozszerzeniu za otworem odga&#322;&#281;zia si&#281; ciasna rurka (0,4 m) sprowadzaj&#261;ca stromo w d&oacute;&#322; do Szczeliny Zapieraczkowej. Omijamy ten ci&#261;g i schodzimy kilkana&#347;cie metr&oacute;w g&#322;&oacute;wnym, obszernym korytarzem Tehuby, rozdzielonym na pocz&#261;tku filarem skalnym. Na lewo od korytarza wida&#263; dwa odga&#322;&#281;ziaj&#261;ce si&#281; korytarzyki, zamkni&#281;te przez zawalisko. Na wprost wspinamy si&#281; nad Podw&oacute;jn&#261; Studzienk&#261; do g&oacute;ry, do korytarza o &#347;cianach pokrytych zag&#322;&#281;bieniami wirowymi, kt&oacute;ry niebawem opada do 11-metrowej mytej studni sprowadzaj&#261;cej do Sali Czterech. Trawersujemy nad otworem tej studni. Dalej idziemy wznosz&#261;cym si&#281; i zakr&#281;caj&#261;cym w prawo korytarzem o dnie pokrytym wantami. Docieramy nim do Studni z Dat&#261;. Jest to 13- metrowa, szeroka, stroma pochylnia ze &#380;&#322;obkami krasowymi, zamulona na dnie. Ma ona ciasne r&oacute;wnoleg&#322;e przebicie. Nad jej otworem osmalono dat&#281; odkrycia &ndash; sierpie&#324; 1961 r. Przy powrocie, na zakr&#281;cie korytarza przy prawej (or.) &#347;cianie mo&#380;emy wej&#347;&#263; do szczelinowego, poziomego ci&#261;gu, z dwoma oko&#322;o 4-metrowymi kominkami. Pierwszy z nich uchodzi oknem w &#347;cianie naszego korytarza. Wyst&#281;puje tu bogata szata naciekowa (stalaktyty, stalagmity, nacieki grzybkowe i, tak&#380;e na sp&#261;gu, polewy naciekowe). Wracamy do Podw&oacute;jnej Studzienki (dwie r&oacute;wnoleg&#322;e rynny ze &#380;&#322;obkami). Schodzimy ni&#261; do szczeliny biegn&#261;cej prostopadle. Na prawo opada ona strom&#261; Szczelin&#261; Zapieraczkow&#261;. My idziemy w lewo, przez 2,2-metrowy pro&#380;ek w d&oacute;&#322;, do obszernego korytarza. St&#261;d na lewo, za okresow&#261; ka&#322;u&#380;&#261; omijamy strom&#261;, szerok&#261;, 8-metrow&#261;, wiod&#261;c&#261; do g&oacute;ry pochylni&#281;. Pochylnia ta &#322;&#261;czy si&#281; z bardzo ciasnym korytarzykiem uchodz&#261;cym do ci&#261;gu g&#322;&oacute;wnego jaskini 5 m poni&#380;ej otworu g&#322;&oacute;wnego Tehuby. Za odej&#347;ciem pochylni odgrzebujemy gliniaste namulisko, kt&oacute;re okresowo zamyka dalszy ci&#261;g korytarza i po oko&#322;o 9 m docieramy do ko&#324;cz&#261;cego go zawaliska. Na tym odcinku omijamy trzy widoczne po prawej stronie, wiod&#261;ce stromo do g&oacute;ry pochylnie, zw&#281;&#380;aj&#261;ce si&#281; w szczeliny nie do przej&#347;cia. Druga i trzecia pochylnia &#322;&#261;cz&#261; si&#281; ze sob&#261;. Wszystkie dochodz&#261; do wy&#380;ej opisanego, szczelinowego korytarzyka w pobli&#380;u dolnego otworu Tehuby. Wracamy pod 2,2-metrowy pro&#380;ek i dalej pod&#261;&#380;amy ku SW do&#347;&#263; obszernym korytarzem o dnie zas&#322;anym rumoszem. Jego rozszerzenie nazwano Sal&#261; Czterech. Niebawem dochodzimy do rozdwojenia ci&#261;gu: lewy korytarz po kilkunastu metrach zakr&#281;ca na strom&#261; skaln&#261; pochylni&#281;, a prawy lekko opada; przy jego dnie pokrytym gruzem odchodz&#261; ku N ciasne odga&#322;&#281;zienia z osuwaj&#261;cym si&#281; rumoszem (drugie z nich ma po&#322;&#261;czenie z Dolnym Korytarzem). Omijamy odga&#322;&#281;zienia i docieramy do podstawy pochylni. Po po&#322;&#261;czeniu korytarz zwany Dziewiczym biegnie dalej ku SWW. Na jego dnie znajduje si&#281; du&#380;y stalagmit, a za nim, na prawo wida&#263; ciasny otw&oacute;r Rury za Stalagmitem, kt&oacute;ry na razie omijamy. Korytarz Dziewiczy jest myty, w przekroju zbli&#380;ony do p&oacute;&#322;kola (3,6x1,8 m). Jego &#347;ciany i strop pokrywaj&#261; polewy naciekowe i mleko wapienne. Wyst&#281;puj&#261; te&#380; stalaktyty, stalagmity, a tak&#380;e niewielkie kolumny i heliktyty. Namulisko gruzowo-gliniaste jest w znacznej cz&#281;&#347;ci spojone naciekami. Po oko&#322;o 15 m na prawo w d&oacute;&#322; wiedzie obszerny otw&oacute;r pochy&#322;ej studni &ndash; jest to Komin Wariat&oacute;w. Ma on prawie 60 m d&#322;ugo&#347;ci, a jego szeroko&#347;&#263; miejscami przekracza 5 m. Studnia jest myta na szczelinie i ko&#324;czy si&#281; &#347;lepo. Za odej&#347;ciem Komina Wariat&oacute;w korytarz skr&#281;ca nieco na lewo i do g&oacute;ry. Nad ma&#322;ym pro&#380;kiem zaro&#347;ni&#281;tym naciekami, w sp&#261;gu wida&#263; mi&#281;dzy stalagmitami otw&oacute;r wiod&#261;cy do bocznego, 9-metrowej d&#322;ugo&#347;ci, ciasnego korytarzyka, kt&oacute;ry prowadzi stromo w d&oacute;&#322;. Idziemy dalej, do g&oacute;ry, obszernym (oko&#322;o 2,5x2 m), mytym korytarzem. Na jego &#347;cianach wida&#263; brunatne polewy naciekowe, stalaktyty oraz nacieki grzybkowe. Dwa filary skalne rozdzielaj&#261; niebawem ten ci&#261;g na r&oacute;wnoleg&#322;e odnogi (lewa z nich jest zamulona na ko&#324;cu). Dalej nast&#281;puje zmiana charakteru korytarza. Przechodzi on w wysok&#261;, lecz w&#261;sk&#261; (0,5 m) szczelin&#281;, kt&oacute;ra opada do zawaliskowej Sali Dobrej Nadziei (oko&#322;o 6x3 m). Przy wej&#347;ciu do niej wida&#263; lustro tektoniczne. Dno Sali tworz&#261; wielkie, zaklinowane wanty, pomi&#281;dzy kt&oacute;rymi mo&#380;na zjecha&#263; do po&#322;o&#380;onej 8 m ni&#380;ej komory z g&#322;&#281;bokimi &#380;&#322;obkami krasowymi. St&#261;d w d&oacute;&#322; obszernym, mytym korytarzem, z pochy&#322;ym pro&#380;kiem w rozszerzeniu na zakr&#281;cie w lewo (Sala Titowa), docieramy po trzydziestu paru metrach Korytarzem Kosmonaut&oacute;w nad otw&oacute;r pochy&#322;ej studni (&#346;lizgawka). Na wprost po 18 m korytarz jest zamulony. Wcze&#347;niej na prawo od niego wiedzie w&#261;ska odnoga &#322;&#261;cz&#261;ca si&#281; zaraz ze &#346;lizgawk&#261;, a przy ko&#324;cu na lewo do g&oacute;ry &ndash; &#347;lepa rurka (Wyrzutnia Rakietowa). Zje&#380;d&#380;amy myt&#261; na szczelinie &#346;lizgawk&#261; 16 m do korytarza o dnie zas&#322;anym rumoszem. Rozdziela si&#281; on wkr&oacute;tce na dwie odnogi: praw&#261; o dnie skalnym i lew&#261; &ndash; zas&#322;an&#261; rumoszem. Dochodz&#261; one do Rozdziela. Wracamy do otworu Rury za Stalagmitem. Ciasny pocz&#261;tkowo korytarz (0,5 m) przechodzi w obszern&#261;, wymyt&#261; na szczelinie rur&#281; (1,7x1 m). Jej &#347;ciany pokrywa mleko wapienne, nacieki grzybkowe, drobne stalaktyty i stalagmity. Dno skalne. Ci&#261;g ten wiedzie stromo w d&oacute;&#322; ponad 60 m. Na ko&#324;cu rozdwaja si&#281; i obie odnogi dochodz&#261; do poziomego Dolnego Korytarza w miejscu biwakowym zwanym te&#380; Salk&#261; z Kredensem. St&#261;d, przez ciasny otw&oacute;r ukryty za du&#380;ym g&#322;azem dostajemy si&#281; do stromo opadaj&#261;cej ku N Rury za Kredensem, d&#322;ugiej na ponad 60 m, zako&#324;czonej okresowym syfonem (&ndash;139,5 m wzgl&#281;dem g&#322;&oacute;wnego otworu). Jej &#347;rednica wynosi &#347;rednio 0,5 m. Na &#347;cianach wida&#263; nacieki grzybkowe. Dno skalne, miejscami pokryte drobnym, rumoszem autochtonicznym. Za syfonem korytarz zmienia charakter na szczelinowy i kontynuuje si&#281; jeszcze 40 m w coraz wy&#380;szej szczelinie. Wida&#263; w niej kominki rozdzielone filarami skalnymi. Dalej korytarz biegnie do g&oacute;ry. Za zaciskiem wchodzimy do obszernej, d&#322;ugiej szczeliny o g&#322;adkich &#347;cianach. Mo&#380;na wspi&#261;&#263; si&#281; ni&#261; kilkana&#347;cie metr&oacute;w, a po przej&#347;ciu poziomego odcinka jeszcze wy&#380;ej, kominkami, kt&oacute;re staj&#261; si&#281; w ko&#324;cu zbyt ciasne do przej&#347;cia. W tym ci&#261;gu wyczuwa si&#281; bardzo silny przewiew. Wracamy do Biwaku (Salki za Kredensem). St&#261;d idziemy ku zachodowi. Za Jeziorkiem Tehuby, b&#322;otnistym tu Dolnym Korytarzem, docieramy do Sali Taty Winiarskiego (ok. 10x4x9 m). Sala rozwini&#281;ta jest na pochy&#322;ej szczelinie z zaklinowanym w niej zawaliskiem. Id&#261;c na wprost piar&#380;yst&#261; p&oacute;&#322;k&#261; przy lewej &#347;cianie sali, trafiamy do bocznego ci&#261;gu o d&#322;ugo&#347;ci ponad 55 m. Wznosi si&#281; on stromo ku S na pocz&#261;tku szerok&#261; do 4 m pochylni&#261;, dalej w&#261;sk&#261; (0,3&ndash;0,5 m) soczewkowat&#261; szczelin&#261;. Szczelina dochodzi do sko&#347;nie przebiegaj&#261;cego korytarza, zako&#324;czonego dwoma kominkami po&#322;&#261;czonymi wy&#380;ej w jeden. Na dno Sali Taty schodzimy przez 6-metrowy pr&oacute;g z wielkich want. St&#261;d ku ESE szczelinowy korytarz po oko&#322;o 25 m doprowadza nas do Rozdro&#380;a. Zbiegaj&#261; si&#281; tu liczne odga&#322;&#281;zienia: pierwsze dwa widoczne na lewo (opisane wcze&#347;niej) wiod&#261; do &#346;lizgawki; nast&#281;pne (rozpoczynaj&#261;ce si&#281; nad pro&#380;kiem) &#322;&#261;czy si&#281; z r&oacute;wnoleg&#322;ym do niego, 27-metrowej d&#322;ugo&#347;ci korytarzem wznosz&#261;cym si&#281; stromo ku SW, a uchodz&#261;cym r&oacute;wnie&#380; w Rozdzielu. Na wprost od otworu tego korytarza schodzimy szerokim na 3&ndash;4 m, wysokim ci&#261;giem, zas&#322;anym du&#380;ymi wantami. Zako&#324;czony jest on wysok&#261; na oko&#322;o 10 m i d&#322;ug&#261; na kilkana&#347;cie metr&oacute;w Sal&#261; pod Bia&#322;&#261; P&#322;yt&#261;. W jej zachodnim kra&#324;cu, przez prze&#322;az nad wantami, dostajemy si&#281; do obszernego korytarza o dnie gliniasto-gruzowym. Wiedzie on do szczelinowej Sali pod G&#322;azem. Cz&#281;&#347;&#263; jej stropu tworzy zaklinowane mi&#281;dzy &#347;cianami zawalisko, nad kt&oacute;rym przebiega korytarz. Korytarz ten o dnie gruzowo-gliniastym wznosi si&#281; ku SE. Poza zasi&#281;giem prze&#347;wit&oacute;w do wy&#380;ej opisanej Sali, jest on myty, a jego &#347;ciany pokrywa gruba warstwa mleka wapiennego i inne nacieki. Ko&#324;czy go niewielka kom&oacute;rka z 7-metrowym &#347;lepym kominkiem, uchodz&#261;ca ciasnym prze&#322;azem w Rozdzielu. Z dna Sali pod G&#322;azem, przy N &#347;cianie, mo&#380;na w dw&oacute;ch miejscach zej&#347;&#263; do kilkunastu metr&oacute;w w zawalisko (ciasno). Z zachodniego kra&#324;ca sali ku SW stromo wznosi si&#281; 25-metrowy korytarz zamkni&#281;ty rumoszem, a ku W wiedzie ciasny prze&#322;az. Za prze&#322;azem wchodzimy do ma&#322;ej, prawie okr&#261;g&#322;ej kom&oacute;rki. W jej W &#347;cianie wida&#263; dwa niewielkie otwory. Dolny (0,8x0,6 m) wiedzie do bardzo ciasnego korytarza prowadz&#261;cego w d&oacute;&#322;. Na jego &#347;cianach wyst&#281;puj&#261; nacieki, rumosz spaja polewa naciekowa. Po dwudziestu kilku metrach, za trudnym zaciski, otwiera si&#281; poprzeczna, prawie pionowa szczelina. Na prawo po kilkunastu metrach ko&#324;czy si&#281; ona &#347;lepo, na lewo, od jej SW zako&#324;czenia odchodzi do g&oacute;ry zawaliskowy korytarz. Id&#261;c w d&oacute;&#322; szczeliny (pod zaklinowan&#261; want&#261;), po 10 m, za niezwykle trudnym zaciskiem, dostajemy si&#281; do bardzo ciasnego korytarzyka sprowadzaj&#261;cego do jej dolnych partii. Na lewo, w d&oacute;&#322; szczelina wkr&oacute;tce staje si&#281; zbyt ciasna do przej&#347;cia. Tu znajduje si&#281; najni&#380;szy punkt Jaskini Czarnej -241,5 m (-163,5 m wzgl&#281;dem g&#322;&oacute;wnego otworu). W ci&#261;gu tym cz&#281;sto sp&#322;ywa stru&#380;ka wody, wyczuwa si&#281; te&#380; bardzo silny przewiew. Wracamy do okr&#261;g&#322;ej ma&#322;ej kom&oacute;rki i wchodzimy do niewielkiego, soczewkowatego otworu (0,4x0,7 m), widocznego w jej &#347;cianie nad wy&#380;ej opisanym ci&#261;giem. Otw&oacute;r prowadzi do Labiryntu Wiatr&oacute;w, nazywanego tak ze wzgl&#281;du na silny przewiew. Ciasnym korytarzykiem o skalnym dnie przez dwa &#322;atwe zaciski docieramy do ci&#261;gu rozwini&#281;tego na szczelinie SW&ndash;NE. W d&oacute;&#322; wiedzie on do sko&#347;nie przebiegaj&#261;cego korytarza uchodz&#261;cego za przekopem do Sali AKT (&ndash;142,2 m wzgl&#281;dem g&#322;&oacute;wnego otworu). Sala ta (ok. 8 x10x6 m), rozwini&#281;ta na przeci&#281;ciu dw&oacute;ch szczelin, ma charakter zawaliskowy. Jej dno pokrywaj&#261; du&#380;e wanty. Obszerny korytarz odchodz&#261;cy st&#261;d na prawo zako&#324;czony jest zawaliskiem; korytarz wiod&#261;cy na lewo wznosi si&#281; dalej progami (3 i 4 m) i &#322;&#261;czy z poprzeczn&#261; szczelin&#261;, kt&oacute;r&#261; docieramy do uprzednio wymienionego ci&#261;gu SW&ndash;NE. W okr&#261;g&#322;ej kom&oacute;rce przy otworze Labiryntu Wiatr&oacute;w ma te&#380; pocz&#261;tek oko&#322;o dwudziestometrowy, stromo opadaj&#261;cy ci&#261;g z podw&oacute;jn&#261; komor&#261;, kontynuuj&#261;c&#261; si&#281; szczelin&#261; zako&#324;czon&#261; Zaciskiem z Ogonkiem. Ci&#261;g ten nie jest przedstawiony na planie; jego otw&oacute;r wt&oacute;rnie zamkn&#281;&#322;o namulisko. Przez odkrywc&oacute;w by&#322; uwa&#380;any za najni&#380;szy punkt jaskini. Wracamy do Biwaku i dalej idziemy Dolnym Korytarzem ku E. Omijamy po lewej stronie otw&oacute;r &#347;lepego odga&#322;&#281;zienia zwanego Kiblem. Dalej Dolny Korytarz opada w kierunku b&#322;otnistego obni&#380;enia, zakr&#281;ca w prawo i wznosi si&#281; stromo na odcinku oko&#322;o 25 m (fragment ten nazwano Sal&#261; Teresy). Korytarz jest tu obszerny, myty. Na &#347;cianach wida&#263; nacieki grzybkowe, mleko wapienne i brunatne polewy. Dno jest gruzowo-gliniaste, na niekt&oacute;rych wantach wida&#263; minera&#322;y zielone i fragmenty luster tektonicznych. Z g&oacute;rnej cz&#281;&#347;ci ci&#261;gu wznosi si&#281; na prawo szeroka (do 6 m), niska (do 0,5 m) pochylnia o dnie miejscami pokrytym gruzem. Po trzydziestu kilku metrach jest ona ciasna i w&#261;ska. Przez niskie zaciski mo&#380;na przej&#347;&#263; do korytarza w g&oacute;rnym ci&#261;gu. Okresowo przej&#347;cie zamyka osypuj&#261;cy si&#281; rumosz. Za Sal&#261; Teresy Dolny Korytarz wiedzie poziomo ku E i niebawem rozga&#322;&#281;zia si&#281;: na lewo, ku E pokonujemy dwa progi w zawalisku zablokowanym w w&#261;skim, mytym korytarzu i przez ciasny prze&#322;az docieramy do komory z p&#322;askim, p&#322;ytowym stropem, przechodz&#261;cej w Pochy&#322;y Korytarz; na prawo (ku S) wiedzie myty, stromy korytarz nazwany Kominem Samob&oacute;jc&oacute;w. Jego dno pokryte ruchomymi wantami spi&#281;trza si&#281; w kilka prog&oacute;w. Po oko&#322;o 24 m, omijaj&#261;c kr&oacute;tkie odga&#322;&#281;zienia, docieramy do poprzecznie przebiegaj&#261;cego, szczelinowego korytarza. Ku po&#322;udniowemu zachodowi wznosi si&#281; on i przechodzi w obszerny, myty ci&#261;g o dnie gruzowo-gliniastym. Od tego ci&#261;gu odchodzi na lewo ciasne odga&#322;&#281;zienie zako&#324;czone w&#261;skimi szczelinami, a nieco dalej niewielki kominek i na prawo studzienka. Ku NE prowadzi pochy&#322;a szczelina wysoko&#347;ci oko&#322;o 8 m. Pokonujemy w niej do g&oacute;ry 4,8-metrowy pr&oacute;g, docieraj&#261;c do filara skalnego rozdzielaj&#261;cego 4-metrowym progiem g&oacute;rn&#261; i doln&#261; cz&#281;&#347;&#263; szczeliny na dwa ciasne korytarzyki. Oba prowadz&#261; do Pochy&#322;ego Korytarza, ale wcze&#347;niej przecina je poprzecznie korytarz wznosz&#261;cy si&#281; na prawo (ku E). Zamyka go niebezpieczne zawalisko, z kt&oacute;rego osypuje si&#281; rumosz i du&#380;e wanty. Przed zawaliskiem na prawo (ku S) wiedzie pionowo do g&oacute;ry soczewkowata w przekroju Szczelina Zapieraczkowa. Mo&#380;na dotrze&#263; ni&#261; do opisanej na pocz&#261;tku Podw&oacute;jnej Studzienki. Pochy&#322;y Korytarz o d&#322;ugo&#347;ci ponad 50 m ma przebieg NE. Jest on wysoki na ponad 6 m i szeroki na 3&ndash;5 m. Rozwin&#261;&#322; si&#281; na szczelinie pochylonej ku NW. Na &#347;cianach wida&#263; miejscami mleko wapienne, nacieki grzybkowe i drobne stalaktyty, a &#347;ciana SE jest poorana &#380;&#322;obkami. Dno pokrywaj&#261; du&#380;e wanty i gruz wapienny. Po oko&#322;o 25 m w prawo wznosi si&#281; stromo czterdziestokilkumetrowy boczny ci&#261;g wymyty na szczelinie rozwini&#281;cia Pochy&#322;ego Korytarza. Ma on kilka kr&oacute;tkich odn&oacute;g. Na &#347;cianach wyst&#281;puje mleko wapienne i polewy naciekowe. Mniej strome odcinki dna pokrywa drobny rumosz i glina z du&#380;&#261; zawarto&#347;ci&#261; ko&#347;ci nietoperzy. Za udost&#281;pnionym podczas kartowania zaciskiem zauwa&#380;ono kilkana&#347;cie nietoperzy. Opuszczamy boczny ci&#261;g i idziemy dalej ku N, a&#380; do pochy&#322;ego progu skalnego, kt&oacute;ry mo&#380;na obej&#347;&#263; ciasnym korytarzem z lewej strony. Nad progiem na prawo wida&#263; otw&oacute;r oko&#322;o dwudziestometrowej rurki (0,4x0,7 m), kt&oacute;r&#261; cz&#281;sto sp&#322;ywa woda. Spod progu na wprost dochodzimy do zamulonego Syfonu Tehuby (&ndash;97,7 m wzgl&#281;dem g&#322;&oacute;wnego otworu). Przed syfonem, na prawo do g&oacute;ry odga&#322;&#281;ziaj&#261; si&#281; Partie nad Syfonem o d&#322;ugo&#347;ci prawie 140 m. Zaczyna je szeroka (do 6 m), stroma pochylnia z pi&#281;ciometrowym kominkiem, pokrytym naciekami. Po 15 m przechodzi ona w myty korytarz z osadem gruzowo-gliniastym. Za odej&#347;ciem na prawo kilkunastometrowego, pochy&#322;ego komina, korytarz zakr&#281;ca na lewo i przybiera charakter szczeliny w zawalisku, nast&#281;pnie opada do zw&#281;&#380;enia z progiem w d&oacute;&#322;. Dalej szczelina zawaliskowa biegnie stromo w d&oacute;&#322; ku NW, rozga&#322;&#281;ziaj&#261;c si&#281; wielokrotnie w system korytarzy i niskich kom&oacute;r. Jej najni&#380;ej schodz&#261;cym, niezwykle ciasnym odga&#322;&#281;zieniem docieramy, po przebyciu kilku ka&#322;u&#380;, do ma&#322;ego syfonu (-96,5 m wzgl&#281;dem g&#322;&oacute;wnego otworu), po&#322;o&#380;onego w pobli&#380;u Syfonu Tehuby.</p>

</body>

</html>